Repository: overpolish/keyframeless
Catalog: Canvas/Canvas/Plugin/CanvasUI.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: <kbd>⇧</kbd> + drag a point or handle
de: <kbd>⇧</kbd> + Punkt oder Griff ziehen
es: <kbd>⇧</kbd> + arrastrar un punto o tirador
fr: <kbd>⇧</kbd> + glisser un point ou une poignée
ja: <kbd>⇧</kbd> + ポイントまたはハンドルをドラッグ
ko: <kbd>⇧</kbd> + 포인트 또는 핸들 드래그
zh_hans: <kbd>⇧</kbd> + 拖动点或手柄

source: <kbd>⌃</kbd> + drag a handle
de: <kbd>⌃</kbd> + Griff ziehen
es: <kbd>⌃</kbd> + arrastrar un tirador
fr: <kbd>⌃</kbd> + glisser une poignée
ja: <kbd>⌃</kbd> + ハンドルをドラッグ
ko: <kbd>⌃</kbd> + 핸들 드래그
zh_hans: <kbd>⌃</kbd> + 拖动手柄

source: <kbd>⌘</kbd> + drag a point or handle
de: <kbd>⌘</kbd> + Punkt oder Griff ziehen
es: <kbd>⌘</kbd> + arrastrar un punto o tirador
fr: <kbd>⌘</kbd> + glisser un point ou une poignée
ja: <kbd>⌘</kbd> + ポイントまたはハンドルをドラッグ
ko: <kbd>⌘</kbd> + 포인트 또는 핸들 드래그
zh_hans: <kbd>⌘</kbd> + 拖动点或手柄

source: All layer's values animated
de: Alle Ebenenwerte sind animiert
es: Todos los valores de la capa están animados
fr: Toutes les valeurs du calque sont animées
ja: レイヤーのすべての値がアニメートされています
ko: 레이어의 모든 값이 애니메이션됨
zh_hans: 图层的所有值均已添加动画

source: Animate the topmost layer sliding in from off the left edge to its place over the first second.
de: Animiere die oberste Ebene, wie sie in der ersten Sekunde von außerhalb des linken Rands an ihren Platz gleitet.
es: Anima la capa superior deslizándose desde fuera del borde izquierdo hasta su posición durante el primer segundo.
fr: Animez le calque le plus haut qui glisse depuis l'extérieur du bord gauche jusqu'à sa place pendant la première seconde.
ja: 最前面のレイヤーが最初の1秒間で左端の外から定位置へスライドインするようにアニメーションして。
ko: 맨 위 레이어가 첫 1초 동안 왼쪽 가장자리 바깥에서 제자리로 슬라이드해 들어오도록 애니메이션해 줘.
zh_hans: 让最上面的图层在第一秒内从左边缘外滑入到它的位置。

source: Animating an Arrow
de: Einen Pfeil animieren
es: Animar una flecha
fr: Animer une flèche
ja: 矢印をアニメートする
ko: 화살표 애니메이션
zh_hans: 制作箭头动画

source: Ask Kai a question or describe an animation…
de: Frag Kai oder beschreibe eine Animation…
es: Pregunta a Kai o describe una animación…
fr: Demandez à Kai ou décrivez une animation…
ja: Kaiに質問するか、アニメーションを入力…
ko: Kai에게 질문하거나 애니메이션을 설명하세요…
zh_hans: 向 Kai 提问或描述一个动画…

source: Auto grid spacing
de: Automatischer Rasterabstand
es: Espaciado automático de cuadrícula
fr: Espacement automatique de la grille
ja: グリッド間隔を自動調整
ko: 자동 격자 간격
zh_hans: 自动网格间距

source: Auto-select layers
de: Ebenen automatisch auswählen
es: Selección automática de capas
fr: Sélection automatique des calques
ja: レイヤーを自動選択
ko: 레이어 자동 선택
zh_hans: 自动选择图层

source: Break the curve handle's symmetry
de: Die Symmetrie des Kurvengriffs aufheben
es: Romper la simetría del tirador de la curva
fr: Briser la symétrie de la poignée de courbe
ja: カーブハンドルの対称性を解除
ko: 곡선 핸들의 대칭 해제
zh_hans: 打破曲线手柄的对称

source: Bring the selected layers forward / send them backward
de: Die ausgewählten Ebenen nach vorne / nach hinten bringen
es: Traer las capas seleccionadas adelante / enviarlas atrás
fr: Avancer les calques sélectionnés / les reculer
ja: 選択したレイヤーを前面へ / 背面へ移動
ko: 선택한 레이어를 앞으로 / 뒤로 보내기
zh_hans: 将所选图层前移 / 后移

source: Canvas is a layer-based drawing and animation effect for Final Cut Pro. Each clip holds a stack of <accent>layers</accent>: shapes you draw, imported images and SVGs, and groups. Every layer can be animated on its own with the shared Keyframeless timeline (Basic and Advanced timing, easing, motion blur).
de: Canvas ist ein ebenenbasierter Zeichen- und Animationseffekt für Final Cut Pro. Jeder Clip enthält einen Stapel von <accent>Ebenen</accent>: Formen, die du zeichnest, importierte Bilder und SVGs sowie Gruppen. Jede Ebene lässt sich einzeln mit der gemeinsamen Keyframeless-Timeline animieren (Basic- und Erweitert-Timing, Easing, Bewegungsunschärfe).
es: Canvas es un efecto de dibujo y animación basado en capas para Final Cut Pro. Cada clip contiene una pila de <accent>capas</accent>: formas que dibujas, imágenes y SVG importados, y grupos. Cada capa se puede animar por su cuenta con la línea de tiempo compartida de Keyframeless (sincronización Básica y Avanzada, suavizado, desenfoque de movimiento).
fr: Canvas est un effet de dessin et d'animation par calques pour Final Cut Pro. Chaque clip contient une pile de <accent>calques</accent> : des formes que vous dessinez, des images et SVG importés, et des groupes. Chaque calque peut être animé indépendamment avec la timeline partagée de Keyframeless (minutage Basique et Avancé, lissage, flou de mouvement).
ja: Canvas は Final Cut Pro 向けの、レイヤーベースの描画・アニメーション効果です。各クリップは <accent>レイヤー</accent> の重なりを持ちます。自分で描く形、取り込んだ画像や SVG、そしてグループです。どのレイヤーも、共有の Keyframeless タイムライン (ベーシックとアドバンスのタイミング、イージング、モーションブラー) で個別にアニメーションできます。
ko: Canvas는 Final Cut Pro용 레이어 기반 그리기 및 애니메이션 효과입니다. 각 클립은 <accent>레이어</accent> 더미를 담습니다. 당신이 그리는 형태, 가져온 이미지와 SVG, 그리고 그룹입니다. 모든 레이어는 공유 Keyframeless 타임라인(베이식 및 고급 타이밍, 이징, 모션 블러)으로 각자 애니메이션할 수 있습니다.
zh_hans: Canvas 是 Final Cut Pro 的基于图层的绘制和动画效果。每个片段包含一叠<accent>图层</accent>：你绘制的形状、导入的图像和 SVG，以及组。每个图层都可以用共享的 Keyframeless 时间线（基础和高级计时、缓动、运动模糊）单独添加动画。

source: Canvas, a Final Cut Pro plugin for drawing and animating a stack of layers (vector shapes, imported images and SVGs, and groups) over a clip, using the shared Keyframeless timeline system (Basic and Advanced timing, easing, motion blur). Every layer can animate its transform (position, scale, rotation, anchor, opacity); vector layers can also animate stroke, fill, sketch and draw-on. Always refer to yourself as Canvas. Detailed feature information is in the reference docs below.
de: Canvas, ein Final-Cut-Pro-Plug-in zum Zeichnen und Animieren eines Stapels von Ebenen (Vektorformen, importierte Bilder und SVGs sowie Gruppen) über einem Clip, mithilfe des gemeinsamen Keyframeless-Timeline-Systems (Basis- und erweitertes Timing, Easing, Bewegungsunschärfe). Jede Ebene kann ihre Transformation animieren (Position, Skalierung, Rotation, Anker, Deckkraft); Vektorebenen können außerdem Kontur, Füllung, Skizze und Draw-On animieren. Bezeichne dich immer als Canvas. Detaillierte Funktionsinformationen findest du in den Referenzdokumenten unten.
es: Canvas, un plugin de Final Cut Pro para dibujar y animar una pila de capas (formas vectoriales, imágenes y SVG importados, y grupos) sobre un clip, usando el sistema de línea de tiempo compartido de Keyframeless (sincronización Básica y Avanzada, easing, desenfoque de movimiento). Cada capa puede animar su transformación (posición, escala, rotación, anclaje, opacidad); las capas vectoriales también pueden animar trazo, relleno, boceto y draw-on. Refiérete siempre a ti mismo como Canvas. La información detallada de las funciones está en los documentos de referencia a continuación.
fr: Canvas, un module Final Cut Pro pour dessiner et animer une pile de calques (formes vectorielles, images et SVG importés, et groupes) sur un plan, à l'aide du système de timeline partagé de Keyframeless (minutage Basique et Avancé, easing, flou de mouvement). Chaque calque peut animer sa transformation (position, échelle, rotation, ancrage, opacité) ; les calques vectoriels peuvent aussi animer contour, remplissage, croquis et draw-on. Désigne-toi toujours comme Canvas. Les informations détaillées sur les fonctionnalités se trouvent dans les documents de référence ci-dessous.
ja: Canvasは、共有のKeyframelessタイムラインシステム（ベーシック／アドバンスドのタイミング、イージング、モーションブラー）を使って、クリップ上にレイヤーのスタック（ベクター図形、読み込んだ画像やSVG、グループ）を描画・アニメーションするためのFinal Cut Proプラグインです。各レイヤーは変形（位置、スケール、回転、アンカー、不透明度）をアニメーションでき、ベクターレイヤーは線、塗りつぶし、スケッチ、描画（draw-on）もアニメーションできます。自分のことは常にCanvasと呼んでください。詳細な機能情報は以下のリファレンスドキュメントにあります。
ko: Canvas는 공유 Keyframeless 타임라인 시스템(기본 및 고급 타이밍, 이징, 모션 블러)을 사용하여 클립 위에 레이어 스택(벡터 도형, 가져온 이미지와 SVG, 그룹)을 그리고 애니메이션하기 위한 Final Cut Pro 플러그인입니다. 모든 레이어는 변형(위치, 크기, 회전, 앵커, 불투명도)을 애니메이션할 수 있으며, 벡터 레이어는 획, 채우기, 스케치, 그리기(draw-on)도 애니메이션할 수 있습니다. 자신을 항상 Canvas라고 지칭하세요. 자세한 기능 정보는 아래 참조 문서에 있습니다.
zh_hans: Canvas 是一个 Final Cut Pro 插件，使用共享的 Keyframeless 时间线系统（基础与高级计时、缓动、运动模糊），在片段上绘制并为一叠图层（矢量图形、导入的图像和 SVG，以及群组）设置动画。每个图层都可以为其变换（位置、缩放、旋转、锚点、不透明度）设置动画；矢量图层还可以为描边、填充、草图和绘制（draw-on）设置动画。请始终称自己为 Canvas。详细的功能信息见下方的参考文档。

source: Centerline
de: Mittellinie
es: Línea central
fr: Ligne médiane
ja: 中心線
ko: 중심선
zh_hans: 中心线

source: Click a layer in the viewer to select it.
de: Klicke im Viewer auf eine Ebene, um sie auszuwählen.
es: Haz clic en una capa del visor para seleccionarla.
fr: Cliquez sur un calque dans le visualiseur pour le sélectionner.
ja: ビューアでレイヤーをクリックして選択します。
ko: 뷰어에서 레이어를 클릭하여 선택합니다.
zh_hans: 在检视器中点按图层以将其选中。

source: Click the <accent>curve</accent> button to animate <warn>Draw On End</warn> - that's what draws the line on.
de: Klicke auf die Schaltfläche <accent>Kurve</accent>, um <warn>Zeichnen Ende</warn> zu animieren - das lässt die Linie entstehen.
es: Haz clic en el botón <accent>curva</accent> para animar <warn>Dibujar fin</warn>: eso hace que la línea se dibuje.
fr: Clique sur le bouton <accent>courbe</accent> pour animer <warn>Tracé fin</warn> - c'est ce qui fait apparaître la ligne.
ja: <accent>カーブ</accent>ボタンをクリックして<warn>描画終了</warn>をアニメートします。これで線が描かれていきます。
ko: <accent>곡선</accent> 버튼을 클릭해 <warn>그리기 끝</warn>을 애니메이션합니다. 이것이 선을 그려지게 합니다.
zh_hans: 点击<accent>曲线</accent>按钮为<warn>绘制终点</warn>添加动画--它让线条逐渐画出。

source: Click the <accent>first keypose</accent> to set where the line begins.
de: Klicke auf die <accent>erste Keypose</accent>, um festzulegen, wo die Linie beginnt.
es: Haz clic en la <accent>primera pose clave</accent> para definir dónde empieza la línea.
fr: Clique sur la <accent>première pose clé</accent> pour définir où la ligne commence.
ja: <accent>最初のキーポーズ</accent>をクリックして、線の開始位置を設定します。
ko: <accent>첫 번째 키포즈</accent>를 클릭해 선이 시작되는 위치를 설정합니다.
zh_hans: 点击<accent>第一个关键姿势</accent>，设置线条的起点。

source: Click the <warn>glowing point</warn> to start your line.
de: Klicke auf den <warn>leuchtenden Punkt</warn>, um deine Linie zu beginnen.
es: Haz clic en el <warn>punto brillante</warn> para empezar tu línea.
fr: Clique sur le <warn>point lumineux</warn> pour commencer ta ligne.
ja: <warn>光っている点</warn>をクリックして線を描き始めます。
ko: <warn>빛나는 점</warn>을 클릭해 선을 시작합니다.
zh_hans: 点击<warn>发光的点</warn>开始画线。

source: Click the <warn>last point</warn> once more to finish the line.
de: Klicke noch einmal auf den <warn>letzten Punkt</warn>, um die Linie abzuschließen.
es: Haz clic de nuevo en el <warn>último punto</warn> para terminar la línea.
fr: Clique une nouvelle fois sur le <warn>dernier point</warn> pour terminer la ligne.
ja: <warn>最後の点</warn>をもう一度クリックして線を仕上げます。
ko: <warn>마지막 점</warn>을 한 번 더 클릭해 선을 완성합니다.
zh_hans: 再次点击<warn>最后一个点</warn>完成线条。

source: Click the <warn>second point</warn> to draw the line.
de: Klicke auf den <warn>zweiten Punkt</warn>, um die Linie zu zeichnen.
es: Haz clic en el <warn>segundo punto</warn> para dibujar la línea.
fr: Clique sur le <warn>deuxième point</warn> pour tracer la ligne.
ja: <warn>2つ目の点</warn>をクリックして線を描きます。
ko: <warn>두 번째 점</warn>을 클릭해 선을 그립니다.
zh_hans: 点击<warn>第二个点</warn>画出线条。

source: Core
de: Kern
es: Núcleo
fr: Noyau
ja: コア
ko: 코어
zh_hans: 核心

source: Cursor / pen / rectangle / ellipse tool
de: Werkzeug Cursor / Stift / Rechteck / Ellipse
es: Herramienta cursor / pluma / rectángulo / elipse
fr: Outil curseur / plume / rectangle / ellipse
ja: カーソル / ペン / 長方形 / 楕円ツール
ko: 커서 / 펜 / 사각형 / 타원 도구
zh_hans: 光标 / 钢笔 / 矩形 / 椭圆工具

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete the selected layers, or anchors of an edited path
de: Die ausgewählten Ebenen löschen, oder Ankerpunkte eines bearbeiteten Pfads
es: Eliminar las capas seleccionadas, o los anclajes de una trayectoria en edición
fr: Supprimer les calques sélectionnés, ou les points d’une trajectoire en cours d’édition
ja: 選択したレイヤー、または編集中のパスのアンカーを削除
ko: 선택한 레이어 또는 편집 중인 경로의 앵커 삭제
zh_hans: 删除所选图层，或正在编辑路径的锚点

source: Double-click a point
de: Doppelklick auf einen Punkt
es: Doble clic en un punto
fr: Double-clic sur un point
ja: ポイントをダブルクリック
ko: 포인트 더블 클릭
zh_hans: 双击点

source: Drag <warn>Draw On End</warn> down to <warn>0</warn> so the line starts undrawn.
de: Ziehe <warn>Zeichnen Ende</warn> auf <warn>0</warn> herunter, damit die Linie ungezeichnet beginnt.
es: Arrastra <warn>Dibujar fin</warn> hasta <warn>0</warn> para que la línea empiece sin dibujar.
fr: Fais glisser <warn>Tracé fin</warn> jusqu'à <warn>0</warn> pour que la ligne commence non tracée.
ja: <warn>描画終了</warn>を<warn>0</warn>までドラッグして、線が未描画の状態から始まるようにします。
ko: <warn>그리기 끝</warn>을 <warn>0</warn>까지 끌어내려 선이 그려지지 않은 상태에서 시작하도록 합니다.
zh_hans: 将<warn>绘制终点</warn>拖到<warn>0</warn>，让线条从未绘制状态开始。

source: Drag Position, Scale and Rotation right on the preview with their on-screen handles, or type exact numbers in the inspector.
de: Ziehe Position, Skalieren und Rotation direkt in der Vorschau an ihren Bildschirmgriffen, oder gib genaue Zahlen im Inspektor ein.
es: Arrastra Posición, Escala y Rotación directamente en la previsualización con sus tiradores en pantalla, o escribe números exactos en el inspector.
fr: Faites glisser Position, Échelle et Rotation directement sur l'aperçu à l'aide de leurs poignées à l'écran, ou saisissez des valeurs précises dans l'inspecteur.
ja: 位置・スケール・回転は、画面上のハンドルを使ってプレビュー上で直接ドラッグするか、インスペクタに正確な数値を入力できます。
ko: 위치, 크기 조절, 회전은 화면의 핸들로 미리보기에서 바로 드래그하거나 인스펙터에 정확한 숫자를 입력하세요.
zh_hans: 用屏幕上的手柄直接在预览中拖动位置、缩放和旋转，或在检查器中输入精确数值。

source: Drag a Rotation ring
de: Einen Rotationsring ziehen
es: Arrastrar un anillo de Rotación
fr: Glisser un anneau de Rotation
ja: 回転リングをドラッグ
ko: 회전 링 드래그
zh_hans: 拖动旋转环

source: Drag images here to add them as layers
de: Bilder hierher ziehen, um sie als Ebenen hinzuzufügen
es: Arrastra imágenes aquí para añadirlas como capas
fr: Glissez des images ici pour les ajouter comme calques
ja: 画像をここにドラッグしてレイヤーとして追加
ko: 이미지를 여기로 드래그하여 레이어로 추가
zh_hans: 将图像拖到此处添加为图层

source: Drag the Position handle
de: Positionsgriff ziehen
es: Arrastrar el tirador de Posición
fr: Glisser la poignée de Position
ja: 位置ハンドルをドラッグ
ko: 위치 핸들 드래그
zh_hans: 拖动位置手柄

source: Drag the Scale box
de: Skalierungsrahmen ziehen
es: Arrastrar el cuadro de Escala
fr: Glisser le cadre d’Échelle
ja: スケールボックスをドラッグ
ko: 크기 조절 상자 드래그
zh_hans: 拖动缩放框

source: Draw a path, add an arrow, and animate it drawing on
de: Zeichne einen Pfad, füge einen Pfeil hinzu und animiere sein Entstehen
es: Dibuja un trazado, añade una flecha y anima cómo se dibuja
fr: Trace un chemin, ajoute une flèche et anime son apparition
ja: パスを描き、矢印を追加して、描かれる様子をアニメートします
ko: 패스를 그리고 화살표를 추가한 뒤 그려지는 모습을 애니메이션합니다
zh_hans: 绘制路径，添加箭头，并让它以动画方式画出

source: Draw on the stroke
de: Kontur aufziehen
es: Dibujar el trazo
fr: Tracer le contour
ja: 線を描き込む
ko: 획 그리기
zh_hans: 绘出描边

source: Drop it on a clip from the Effects browser. Like the other Keyframeless plugins it works best on a compound or adjustment clip, so layers can extend past the clip's edges without being cropped.
de: Zieh ihn aus dem Effekte-Browser auf einen Clip. Wie die anderen Keyframeless-Plug-ins funktioniert er am besten auf einem zusammengesetzten Clip oder Anpassungsclip, damit Ebenen über die Clipränder hinausragen können, ohne beschnitten zu werden.
es: Arrástralo sobre un clip desde el explorador de efectos. Como los demás plugins de Keyframeless, funciona mejor en un clip compuesto o de ajuste, de modo que las capas puedan sobresalir de los bordes del clip sin recortarse.
fr: Déposez-le sur un plan depuis le navigateur d'effets. Comme les autres modules Keyframeless, il fonctionne au mieux sur un plan composé ou de réglage, afin que les calques puissent dépasser les bords du plan sans être rognés.
ja: エフェクトブラウザからクリップにドロップします。他のKeyframelessプラグインと同様、複合クリップや調整クリップで最も効果的に機能し、レイヤーがクリップの端を越えても切り取られません。
ko: 효과 브라우저에서 클립 위로 끌어다 놓으세요. 다른 Keyframeless 플러그인과 마찬가지로 복합 클립이나 조정 클립에서 가장 잘 작동하여 레이어가 클립 가장자리를 넘어가도 잘리지 않습니다.
zh_hans: 从“效果”浏览器中将其拖到片段上。与其他 Keyframeless 插件一样，它在复合片段或调整片段上效果最佳，这样图层可以超出片段边缘而不被裁切。

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
zh_hans: 复制

source: Duplicate the selected layers
de: Die ausgewählten Ebenen duplizieren
es: Duplicar las capas seleccionadas
fr: Dupliquer les calques sélectionnés
ja: 選択したレイヤーを複製
ko: 선택한 레이어 복제
zh_hans: 复制所选图层

source: Ellipse tool
de: Ellipsen-Werkzeug
es: Herramienta de elipse
fr: Outil ellipse
ja: 楕円ツール
ko: 타원 도구
zh_hans: 椭圆工具

source: Every layer, whether a shape, image, SVG, or group, has the same Transform controls. Each one can hold a fixed value or change over time on the timeline.
de: Jede Ebene, ob Form, Bild, SVG oder Gruppe, hat dieselben Transform-Steuerungen. Jede kann einen festen Wert halten oder sich im Zeitverlauf auf der Timeline ändern.
es: Cada capa, ya sea una forma, imagen, SVG o grupo, tiene los mismos controles de Transformación. Cada uno puede mantener un valor fijo o cambiar con el tiempo en la línea de tiempo.
fr: Chaque calque, qu'il s'agisse d'une forme, d'une image, d'un SVG ou d'un groupe, possède les mêmes commandes de Transformation. Chacune peut garder une valeur fixe ou évoluer dans le temps sur la timeline.
ja: どのレイヤーも、形・画像・SVG・グループのいずれであっても、同じトランスフォームのコントロールを持ちます。それぞれ固定値のままにも、タイムライン上で時間とともに変化させることもできます。
ko: 모든 레이어는 형태든 이미지든 SVG든 그룹이든 동일한 변형 컨트롤을 가집니다. 각각 고정값을 유지하거나 타임라인에서 시간에 따라 변할 수 있습니다.
zh_hans: 每个图层，无论是形状、图像、SVG 还是组，都拥有相同的变换控件。每一项都可以保持固定值，也可以在时间线上随时间变化。

source: Exclude
de: Ausschließen
es: Excluir
fr: Exclusion
ja: 中マド
ko: 제외
zh_hans: 排除

source: Fade every layer's opacity up from 0 to 100 over the first half second.
de: Blende die Deckkraft jeder Ebene in der ersten halben Sekunde von 0 auf 100 hoch.
es: Aumenta la opacidad de cada capa de 0 a 100 durante el primer medio segundo.
fr: Augmentez l'opacité de chaque calque de 0 à 100 pendant la première demi-seconde.
ja: 最初の0.5秒で各レイヤーの不透明度を0から100まで上げて。
ko: 첫 0.5초 동안 각 레이어의 불투명도를 0에서 100까지 올려 줘.
zh_hans: 在最初的半秒内将每个图层的不透明度从 0 提升到 100。

source: Fade everything in
de: Alles einblenden
es: Hacer aparecer todo gradualmente
fr: Faire apparaître tout en fondu
ja: すべてをフェードイン
ko: 전체 페이드 인
zh_hans: 让全部淡入

source: Fill
de: Füllung
es: Relleno
fr: Remplissage
ja: 塗りつぶし
ko: 채우기
zh_hans: 填充

source: Finish / cancel the path you're drawing with the pen
de: Den mit dem Stift gezeichneten Pfad abschließen / abbrechen
es: Finalizar / cancelar la trayectoria que dibujas con la pluma
fr: Terminer / annuler la trajectoire que vous dessinez à la plume
ja: ペンで描いているパスを完成 / キャンセル
ko: 펜으로 그리는 경로 완료 / 취소
zh_hans: 完成 / 取消用钢笔绘制的路径

source: Grid
de: Raster
es: Cuadrícula
fr: Grille
ja: グリッド
ko: 격자
zh_hans: 网格

source: Grid cell size
de: Rasterzellengröße
es: Tamaño de celda de cuadrícula
fr: Taille des cellules de la grille
ja: グリッドのセルサイズ
ko: 격자 셀 크기
zh_hans: 网格单元格大小

source: Group
de: Gruppieren
es: Agrupar
fr: Grouper
ja: グループ化
ko: 그룹화
zh_hans: 编组

source: Group the selected layers
de: Die ausgewählten Ebenen gruppieren
es: Agrupar las capas seleccionadas
fr: Grouper les calques sélectionnés
ja: 選択したレイヤーをグループ化
ko: 선택한 레이어 그룹화
zh_hans: 将所选图层编组

source: Intersect
de: Schnittmenge
es: Intersecar
fr: Intersection
ja: 交差
ko: 교차
zh_hans: 交集

source: Keep dragging to <warn>0</warn>.
de: Weiter bis <warn>0</warn> ziehen.
es: Sigue arrastrando hasta <warn>0</warn>.
fr: Continue de glisser jusqu'à <warn>0</warn>.
ja: <warn>0</warn>までドラッグを続けます。
ko: <warn>0</warn>까지 계속 끕니다.
zh_hans: 继续拖到<warn>0</warn>。

source: Layers
de: Ebenen
es: Capas
fr: Calques
ja: レイヤー
ko: 레이어
zh_hans: 图层

source: Lock the move to horizontal / vertical
de: Die Bewegung auf horizontal / vertikal beschränken
es: Bloquear el movimiento a horizontal / vertical
fr: Verrouiller le déplacement à l’horizontale / la verticale
ja: 移動を水平 / 垂直に固定
ko: 이동을 가로 / 세로로 잠금
zh_hans: 将移动锁定为水平 / 垂直

source: Make a shape by drawing with the pen tool, dragging out a rectangle or ellipse, importing an SVG, or tracing an image. Images and groups have no points to edit, so they show the move, scale and rotate handles instead.
de: Erstelle eine Form, indem du mit dem Stiftwerkzeug zeichnest, ein Rechteck oder eine Ellipse aufziehst, ein SVG importierst oder ein Bild nachzeichnest. Bilder und Gruppen haben keine Punkte zum Bearbeiten und zeigen stattdessen die Griffe zum Verschieben, Skalieren und Drehen.
es: Crea una forma dibujando con la pluma, arrastrando un rectángulo o una elipse, importando un SVG o calcando una imagen. Las imágenes y los grupos no tienen puntos que editar, así que muestran los tiradores para mover, escalar y girar.
fr: Créez une forme en dessinant avec la plume, en étirant un rectangle ou une ellipse, en important un SVG ou en décalquant une image. Les images et les groupes n'ont pas de points à modifier : ils affichent plutôt les poignées pour déplacer, redimensionner et faire pivoter.
ja: ペンツールで描く、長方形や楕円をドラッグする、SVG を取り込む、または画像をなぞることで形を作れます。画像とグループには編集する点がないので、代わりに移動・拡大縮小・回転のハンドルが表示されます。
ko: 펜 도구로 그리거나, 사각형이나 타원을 드래그하거나, SVG를 가져오거나, 이미지를 따라 그려 형태를 만듭니다. 이미지와 그룹은 편집할 점이 없으므로 대신 이동, 크기 조절, 회전 핸들이 표시됩니다.
zh_hans: 用钢笔工具绘制、拖出矩形或椭圆、导入 SVG，或描摹图像，都能创建形状。图像和组没有可编辑的点，因此改为显示移动、缩放和旋转手柄。

source: Move the selected layer on the canvas
de: Die ausgewählte Ebene auf der Leinwand bewegen
es: Mover la capa seleccionada en el lienzo
fr: Déplacer le calque sélectionné sur le canevas
ja: 選択したレイヤーをキャンバス上で移動
ko: 선택한 레이어를 캔버스에서 이동
zh_hans: 在画布上移动所选图层

source: Move toolbar
de: Werkzeugleiste bewegen
es: Mover barra de herramientas
fr: Déplacer la barre d'outils
ja: ツールバーを移動
ko: 도구 막대 이동
zh_hans: 移动工具栏

source: No keypose at the current frame
de: Keine Keypose im aktuellen Frame
es: Sin keypose en el fotograma actual
fr: Aucune keypose sur l’image actuelle
ja: 現在のフレームにキーポーズがありません
ko: 현재 프레임에 키포즈가 없음
zh_hans: 当前帧没有关键姿势

source: No shapes
de: Keine Formen
es: Sin formas
fr: Aucune forme
ja: シェイプなし
ko: 셰이프 없음
zh_hans: 无形状

source: Open the <accent>Constants</accent> panel - it's where you draw and shape a layer.
de: Öffne das Panel <accent>Konstanten</accent> - hier zeichnest und formst du eine Ebene.
es: Abre el panel <accent>Constantes</accent>: aquí dibujas y das forma a una capa.
fr: Ouvre le panneau <accent>Constantes</accent> - c'est là que tu dessines et mets en forme un calque.
ja: <accent>定数</accent>パネルを開きます。ここでレイヤーを描いて形を整えます。
ko: <accent>상수</accent> 패널을 엽니다. 여기서 레이어를 그리고 다듬습니다.
zh_hans: 打开<accent>常量</accent>面板--在这里绘制和塑造图层。

source: Open the <accent>Stroke</accent> group to shape the line's ends.
de: Öffne die Gruppe <accent>Kontur</accent>, um die Linienenden zu gestalten.
es: Abre el grupo <accent>Trazo</accent> para dar forma a los extremos de la línea.
fr: Ouvre le groupe <accent>Contour</accent> pour façonner les extrémités de la ligne.
ja: <accent>線</accent>グループを開いて線の端を整えます。
ko: <accent>획</accent> 그룹을 열어 선의 끝을 다듬습니다.
zh_hans: 打开<accent>描边</accent>组来塑造线条的两端。

source: Path %lu
de: Pfad %lu
es: Trazado %lu
fr: Tracé %lu
ja: パス %lu
ko: 패스 %lu
zh_hans: 路径 %lu

source: Pen Path
de: Zeichenstift-Pfad
es: Trazado de pluma
fr: Tracé de plume
ja: ペンパス
ko: 펜 패스
zh_hans: 钢笔路径

source: Pen tool
de: Zeichenstift
es: Herramienta de pluma
fr: Outil plume
ja: ペンツール
ko: 펜 도구
zh_hans: 钢笔工具

source: Pick the <accent>Pen</accent> tool to start drawing your shape.
de: Wähle das Werkzeug <accent>Zeichenstift</accent>, um deine Form zu zeichnen.
es: Selecciona la herramienta <accent>Pluma</accent> para empezar a dibujar tu forma.
fr: Choisis l'outil <accent>Plume</accent> pour commencer à dessiner ta forme.
ja: <accent>ペン</accent>ツールを選んで図形を描き始めます。
ko: <accent>펜</accent> 도구를 선택해 도형을 그리기 시작합니다.
zh_hans: 选择<accent>钢笔</accent>工具开始绘制形状。

source: Rectangle
de: Rechteck
es: Rectángulo
ja: 長方形
ko: 사각형
zh_hans: 矩形

source: Rectangle tool
de: Rechteck-Werkzeug
es: Herramienta de rectángulo
fr: Outil rectangle
ja: 長方形ツール
ko: 사각형 도구
zh_hans: 矩形工具

source: Remove from Group
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
ja: グループから削除
ko: 그룹에서 제거
zh_hans: 从编组中移除

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名称変更
ko: 이름 변경
zh_hans: 重命名
